xeon/20220406-fpw/logs/pg-16-4-1/1000/run-ro-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 380348126
latency average = 0.076 ms
initial connection time = 9.345 ms
tps = 422609.609273 (without initial connection time)